{
    "Explanation" : "Doctor Strange in the Multiverse of Madness is an upcoming American superhero film based on the Marvel Comics character Doctor Strange. The film is produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures. The film is intended as a sequel to Doctor Strange (2016) and the 28th film in the Marvel Cinematic Universe (MCU). The film is directed by Sam Raimi from a script written by Jade Bartlett and Michael Waldron, and stars Benedict Cumberbatch as Stephen Strange, alongside Elizabeth Olsen, Benedict Wong, Rachel McAdams, Chiwetel Ejiofor, and Xochitl Gomez, Tobey Maguire. In the film, Strange unleashes unspeakable evil as he confronts friend-turned-foe.",
    "Explanation2" : "Doctor Strange in the Multiverse of Madness is scheduled to premiere in the United States on May 6, 2022, as part of Phase Four of the MCU. Andrew Russell Garfield's Special Appearance As The Mutant-Spider",
    "Director" : "Directed By",
    "Producer" : "Producer",
    "Screenwriter" : "Screenwriter",
    "Based Of" : "Based Of",
    "Based Of Desc" : "Doctor Strange by Stan Lee Steve Ditko",
    "Starring" : "Starring",
    "Music By" : "Music By",
    "Cinematography" : "Cinematography",
    "Edited By" : "Edited By",
    "Production Company" : "Marvel Studios",
    "Distributed By" : "Distributed By",
    "Release Date" : "Release Date",
    "Release Date Desc" : "6 May 2020",
    "Country" : "Country",
    "Country Desc" : "United State",
    "Language" : "Language",
    "Language Desc" : "English",
    "Synopsis" : "\"The door of the multiverse, full of mystery and madness, opens.\" <br><br>Now that Iron Man and Captain America have left after a fierce battle in Avengers: Endgame, former genius surgeon and the strongest magician of them all, Doctor Strange, is expected to play an active role as a central figure in the Avengers. However, using his magic to manipulate time and space at will with a forbidden spell that is considered the most dangerous has opened the door to a mysterious madness called \"the Multiverse.\" To restore a world where everything is changing, Strange seeks help from his ally Wong, the Sorcerer Supreme, and the Avengers’ most powerful Scarlet Witch, Wanda. But a terrible threat looms over humanity and the entire universe that no longer can be done by their power alone. Even more surprising, the greatest threat in the universe looks exactly like Doctor Strange."
}