{
    "Explanation" : "Doctor Strange in the Multiverse of Madness adalah film adiwira Amerika Serikat mendatang yang didasarkan dari watak Marvel Comics Doctor Strange. Film ini diproduksi oleh Marvel Studios dan didistribusikan oleh Walt Disney Studios Motion Pictures. Film ini diniatkan sebagai sekuel Doctor Strange (2016) dan film ke-28 Marvel Cinematic Universe (MCU). The film is directed by Sam Raimi from a script written by Jade Bartlett and Michael Waldron, and stars Benedict Cumberbatch as Stephen Strange, alongside Elizabeth Olsen, Benedict Wong, Rachel McAdams, Chiwetel Ejiofor, and Xochitl Gomez,Tobey Maguire. In the film, Strange unleashes an unspeakable evil as he faces a friend-turned-enemy.",
    "Explanation2" : "Doctor Strange in the Multiverse of Madness dijadwalkan ditayangkan di Amerika Serikat pada 6 Mei 2022, sebagai bagian dari Phase Four MCU. Penampilan Special Dari Andrew Russell Garfield Sebagai The Mutan-Spider",
    "Director" : "Sutradara",
    "Produser" : "Producer",
    "Screenwriter" : "Penulis Skenario",
    "Based Of" : "Didasarkan Pada",
    "Based Of Desc" : "Doctor Strange oleh Stan Lee Steve Ditko",
    "Staring" : "Pemerean",
    "Music By" : "Penata Musik",
    "Cinematography" : "Sinematografi",
    "Edited By" : "Penyunting",
    "Production Company" : "Marvel Studios",
    "Distributed By" : "Distributor",
    "Release Date" : "Tanggal Rilis",
    "Release Date Desc" : "6 Mae 2020",
    "Country" : "Negara",
    "Country Desc" : "Amerika Serikat",
    "Language" : "Bahasa",
    "Language Desc" : "Inggris",
    "Synopsis" : "\"Pintu multiverse, penuh misteri dan kegilaan, terbuka.\"<br> <br> Sekarang setelah Iron Man dan Captain America telah pergi setelah pertempuran sengit di Avengers: Endgame, mantan ahli bedah jenius dan penyihir terkuat dari semuanya, Doctor Strange, diharapkan untuk memainkan peran aktif sebagai tokoh sentral dalam Avengers. Namun, menggunakan sihirnya untuk memanipulasi waktu dan ruang sesuka hati dengan mantra terlarang yang dianggap paling berbahaya telah membuka pintu ke kegilaan misterius yang disebut \"Multiverse\". Untuk memulihkan dunia di mana semuanya berubah, Strange mencari bantuan dari sekutunya Wong, Sorcerer Supreme, dan Penyihir Scarlet paling kuat dari Avengers, Wanda. Tapi ancaman mengerikan membayangi umat manusia dan seluruh alam semesta yang tidak bisa lagi dilakukan dengan kekuatan."
}